MATTYGILO/tensorflow-micropython-examples/boards/esp32/MICROLITE_S3_SPIRAM_OCTAL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32S3 module (microlite-spiram)"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)

#define MICROPY_HW_SPI1_SCK (12)
#define MICROPY_HW_SPI1_MOSI (11)
#define MICROPY_HW_SPI1_MISO (13)
